const zh = {
  // 导航菜单多语言设置
  menuList: {
    首页: '首页',
    编辑器: '编辑器',
    Markdown: 'Markdown',
    图表: '图表',
    饼形: '饼形',
    柱形: '柱形',
    组件: '组件',
    图片查看器: '图片查看器',
    列表拖拽: '列表拖拽',
    二维码: '二维码',
    指令: '指令',
    全屏化: '全屏化',
    复制粘贴: '复制粘贴',
    嵌套路由: '嵌套路由',
    '一级路由-1': '一级路由-1',
    '二级路由-1': '二级路由-1',
    '二级路由-2': '二级路由-2',
    '一级路由-2': '一级路由-2',
    权限: '权限',
    用户列表: '用户列表',
    测试: '测试'
  },
  // 指令多语言设置
  directives: {
    // 复制粘贴
    clipboard: {
      固定的文本: '固定的文本',
      复制: '复制',
      动态的文本: '动态的文本',
      请输入需要复制的文本: '请输入需要复制的文本',
      复制内容不能为空: '复制内容不能为空',
      复制成功: '复制成功'
    }
  }
}

export default zh
